tap "glassechidna/taps"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "rcmdnk/file"
tap "universal-ctags/universal-ctags"
brew "antibody"
brew "autoconf"
brew "automake"
brew "sqlite"
brew "python@3.9"
brew "awscli"
brew "cask"
brew "isl"
brew "mpfr"
brew "libmpc"
brew "gcc"
brew "git"
brew "gnupg"
brew "go"
brew "htop"
brew "jpeg"
brew "libpng"
brew "mas"
brew "node"
brew "openblas"
brew "python@3.8"
brew "ripgrep"
brew "ruby"
brew "rust"
brew "stow"
brew "terraform"
brew "tmux"
brew "tree"
brew "vim"
brew "yarn"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "alacritty"
cask "brave-browser"
cask "docker"
cask "elmedia-player"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "karabiner-elements"
cask "keepingyouawake"
cask "mutespotifyads"
cask "nordvpn"
cask "oversight"
cask "skitch"
cask "slack"
cask "spotify"
cask "visual-studio-code"
mas "KakaoTalk", id: 869223134
mas "Xcode", id: 497799835
