brew "git"
brew "gnupg"
brew "htop"
brew "mas"
brew "stow"
brew "tmux"
brew "tree"
brew "vim"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "alacritty"
cask "brave-browser"
cask "docker"
cask "font-hack-nerd-font"
cask "karabiner-elements"
cask "keepingyouawake"
cask "skitch"
cask "slack"
cask "spotify"
cask "visual-studio-code"
mas "KakaoTalk", id: 869223134
mas "Xcode", id: 497799835
