tap "universal-ctags/universal-ctags"
brew "git"
brew "gnupg"
brew "htop"
brew "node"
brew "starship"
brew "stow"
brew "tree"
brew "vim"
brew "yarn"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "alacritty"
cask "amethyst"
cask "brave-browser"
cask "font-hack-nerd-font"
cask "karabiner-elements"
cask "keepingyouawake"
cask "skitch"
cask "slack"
cask "spotify"
cask "visual-studio-code"
