tap "d12frosted/emacs-plus"
tap "hashicorp/tap"
brew "asciinema"
brew "aspell"
brew "awscli"
brew "bat"
brew "biome"
brew "btop"
brew "c-ares"
brew "cmake"
brew "cocoapods"
brew "coreutils"
brew "d12frosted/emacs-plus/emacs-plus@30", args: ["with-memeplex-slim-icon"]
brew "docker-compose"
brew "docker-credential-helper"
brew "editorconfig"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gcc"
brew "gh"
brew "git-filter-repo"
brew "gmp"
brew "gnupg"
brew "gnuplot"
brew "gnutls"
brew "go"
brew "gopls"
brew "goreleaser"
brew "grip"
brew "hashicorp/tap/terraform"
brew "htop"
brew "icu4c@76"
brew "jq"
brew "jupyterlab"
brew "jwt-cli"
brew "libidn2"
brew "libksba"
brew "libnghttp2"
brew "libpq"
brew "luajit"
brew "markdown"
brew "mysql"
brew "neovim"
brew "node"
brew "npth"
brew "nvm"
brew "oniguruma"
brew "openssl@3"
brew "pandoc"
brew "pass"
brew "pgvector"
brew "php"
brew "pkgconf"
brew "pnpm"
brew "prettier"
brew "pyenv"
brew "pytest"
brew "python@3.11"
brew "ripgrep"
brew "shellcheck"
brew "shfmt"
brew "sqlite"
brew "starship"
brew "stow"
brew "texlive"
brew "tldr"
brew "tree"
brew "tree-sitter"
brew "unbound"
brew "wget"
brew "yarn"
brew "zlib"
cask "alacritty"
cask "amethyst"
cask "dbeaver-community"
cask "docker-desktop"
cask "font-hack-nerd-font"
cask "font-iosevka"
cask "karabiner-elements"
cask "keepingyouawake"
cask "raycast"
cask "redis-insight"
cask "spotify"
cask "zen"
